package ru.job4j.srp;

public interface SrpErrorOne {

}

  // public void calculate() {
 //Вычисление определленого размера файла, находящегося в C:/files/
             //  Если в файл добавиться новые данные или файл переместиться ,
//  класс придется изменять
  // }

  // public void translate() {
  // Перевод договоров по определенному шаблону с const кол-вом символов
  // Если поменятся шаблон договора или договор будет содержать больше
// символом чем const , класс нужно переписать

  // }

  // public void playVideoGames() {
// Захотел поиграть во что то в реальном мире или кол-во игр стало больше , меняем класс

  // }

